<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<%@ taglib prefix="c" uri="http://java.sun.com/jsp/jstl/core" %>
<%@ taglib prefix="fmt" uri="http://java.sun.com/jsp/jstl/fmt" %>
<%@ taglib prefix="fn" uri="http://java.sun.com/jsp/jstl/functions" %>
<!DOCTYPE html>
<html>
<head>
<meta charset="UTF-8">
<title>개인정보취급방침 | 대구결혼정보회사 귀한인연</title>
<script src="https://ajax.googleapis.com/ajax/libs/jquery/1.12.4/jquery.min.js"></script>
</head>
<body>
<h3>개인정보취급방침</h3>
귀한인연은 개인 정보 및 사생활 보호를 위하여 최선의 노력을 다할 것입니다.<br>
하지만 개인정보 및 사생활 보호는 단지 구호만으로 해결될 수 있는 성질의 것이 아니라는 인식 하에 귀한인연의 정책과 견해를 사용자에게 투명하게 알리고자 합니다.<br>
귀한인연의 개인정보 보호 정책은 웹사이트를 통하여 습득하게 되는 정보와 이 정보의 활용방안, 그리고 웹사이트에서 전개되는 각종 활동에 따라 발생 가능한 위험을 사전에 알려드림으로써, 귀한인연의 개인 정보와 사생활 보호를 위한 확고한 의지를 표현하는 한편 회원들이 사이트를 안심하고 이용하실 수 있도록 돕고자 합니다.<br>
개인정보 및 사생활 보호정책은 새로운 서비스가 개선되거나 첨가될 경우나 새로운 비즈니스가 전개될 경우에 변경될 수 있으니, 수시로 본 페이지를 통하여 확인하여 주시길 부탁 드립니다. <br>
<br> 
 <br>
총 칙  <br>
1) 귀한인연은 정보통신망 이용촉진 및 정보보호 등에 관한 법률, 개인정보보호법, 통신비밀보호법, 전기통신사업법, 등 정보통신서비스제공자가 준수하여야 할 관련 법령상의 개인정보보호 규정을 준수하며, 관련 법령에 의거한 개인정보취급방침을 정하여 이용자 권익 보호에 최선을 다하고 있습니다.<br>
2) 귀한인연은 개인정보보호 방침을 홈페이지 첫 화면에 공개함으로써 귀하께서 언제나 용이하게 보실 수 있도록 조치하고 있습니다. <br>
1. 수집하는 개인정보의 항목 및 수집방법  <br>
<br>
가. 수집하는 개인정보의 항목<br> 
첫째, 회사는 회원가입, 원활한 고객상담, 각종 서비스의 제공을 위해 최초 회원가입 당시 아래와 같은 최소한의 개인정보를 필수항목으로 수집하고 있습니다.<br>
- 회원가입<br>
· 이름, 생년월일, 성별, 거주지역, 결혼경력, 학력, 아이디, 비밀번호, 연락처(메일주소, 휴대폰 번호), 가입인증정보<br> 
-무료상담신청, 안내자료요청, 설문조사, 이벤트신청, 각종테스트 등><br>
· 이름, 출생년도, 성별, 결혼경력, 신장, 체중, 거주지역, 직업, 학력, 연락처 (메일주소, 휴대폰 번호)<br>
둘째, 서비스 이용과정이나 사업처리 과정에서 아래와 같은 정보들이 자동으로 생성되어 수집될 수 있습니다.<br>
· IP Address, 쿠키, 방문 일시, 서비스 이용 기록, 불량 이용 기록<br> 
셋째, 유료 서비스 이용 과정에서 아래와 같은 결제 정보들이 수집될 수 있습니다.<br>
· 신용카드 결제 시: 카드사명, 카드번호 등 <br>
· 휴대전화 결제 시: 이동전화번호, 통신사, 결제승인번호 등<br> 
· 계좌이체 시: 은행명, 계좌번호 등 <br>
나. 개인정보 수집방법<br> 
회사는 다음과 같은 방법으로 개인정보를 수집합니다.<br>
· 홈페이지, 서면양식, 팩스, 전화, 상담 게시판, 이메일, 이벤트 응모, 배송요청<br> 
 <br>
2. 개인정보의 이용목적<br> 
입력하신 개인정보는 다음과 같은 목적을 위해 사용됩니다.<br> 
- 서비스 제공을 위한 계약의 성립 (본인 식별 및 본인 의사 확인 등)<br>
- 서비스의 이행 (컨설팅)<br>
- 기타 새로운 서비스, 신상품이나 이벤트 정보 안내 등<br> 
- 마케팅 광고에의 활용, 광고성 정보 제공  <br>
3. 개인정보의 제공 및 공유<br> 
귀한인연은 귀하의 개인정보를 [2. 개인정보의 이용목적]에서 고지한 범위 내에서 사용하며 귀하의 사전 동의 없이는 동 범위를 초과하여 이용하거나 외부에 공개하지 않습니다.<br>
그러나 아래와 같은 경우에는 예외로 함을 알려드립니다.<br> 
1) 사전에 이용자가 동의한 경우<br>
2) 관련법에 의거 또는 수사상의 목적으로 합법적인 절차에 따라 관련기관의 요구가 있을 경우<br>
3) 서비스 제공에 따른 요금정산을 위하여 필요한 경우<br>
4) 통계목적, 학술연구, 시장조사 등을 위하여 필요한 경우로서 특정 개인을 식별할 수 없는 형태로 개인정보가 제공되는 경우<br> 
5) 귀한인연의 서비스를 이용하여 타인에게 정신적, 물질적 피해를 줌으로써 그에 대한 법적인 조치를 위하여 개인정보를 공개해야 한다고 판단되는 근거가 충분한 경우<br>
6) 홈페이지에 표기한 귀한인연의 회원 이용약관 또는 정책을 위반한 경우<br>
7) 이벤트(경품행사 등)를 통해 고객에게 대량의 상품배송 시 배송업체에 개인정보 공개가 필요한 경우 (배송완료 후 개인정보에 대한 파기 확인)<br>
<br> 
4. 개인정보의 취급위탁<br>  
<br>
귀한인연은 서비스 향상을 위해서 아래와 같이 개인정보를 위탁하고 있으며, 관계 법령에 따라 위탁계약 시 개인정보가 안전하게 관리될 수 있도록 필요한 사항을 규정하고 있습니다.<br>
개인정보 위탁처리 기관 및 위탁업무 내용은 아래와 같습니다.<br>
<br>
<br>
수탁업체 위탁업무내용 개인정보의 보유 및 이용기간<br> 
 <br>
5. 개인정보의 보유, 이용기간<br>  
<br>
귀한인연은 원칙적으로 개인정보 수집 및 이용목적이 달성된 후에는 해당정보를 지체 없이 파기합니다. 단, 다음의 정보에 대해서는 아래의 이유로 명시한 기간 동안 보존합니다.<br>
1). 회사 내부 방침에 의한 정보보유 사유<br>
  - 부정이용기록 <br>
o 보존 이유 : 부정 이용 방지<br> 
o 보존 기간 : 1년 <br>
2). 관련법령에 의한 정보보유 사유<br>
  상법, 전자상거래 등에서의 소비자보호에 관한 법률 등 관계법령의 규정에 의하여 보존할 필요가 있는 경우 회사는 관계법령에서 정한 일정한 기간 동안 회원정보를 보관합니다. 이 경우 회사는 보관하는 정보를 그 보관의 목적으로만 이용하며 보존기간은 아래와 같습니다.<br>
  - 계약 또는 청약철회 등에 관한 기록 <br>
o 보존 이유 : 전자상거래 등에서의 소비자보호에 관한 법률<br> 
o 보존 기간 : 5년 <br>
  - 대금결제 및 재화 등의 공급에 관한 기록<br> 
o 보존 이유 : 전자상거래 등에서의 소비자보호에 관한 법률<br> 
o 보존 기간 : 5년 <br>
  - 소비자의 불만 또는 분쟁처리에 관한 기록<br> 
o 보존 이유 : 전자상거래 등에서의 소비자보호에 관한 법률<br> 
o 보존 기간 : 3년 <br>
  - 전자금융 거래에 관한 기록<br> 
o 보존 이유 : 전자금융거래법 <br>
o 보존 기간 : 5년 <br>
   - 웹사이트 방문 기록 <br>
o 보존 이유 : 통신비밀보호법<br> 
o 보존 기간 : 3개월 <br>
 <br>
6. 개인정보 파기절차 및 방법<br> 
<br>
이용자의 개인정보는 원칙적으로 개인정보의 수집 및 이용목적이 달성되면 지체 없이 파기합니다.<br> 
귀한인연은 귀하의 개인정보를 다음과 같은 방법으로 파기하고 있습니다.<br>
가. 파기절차 <br>
- 이용자가 회원가입 등을 위해 입력한 정보는 목적이 달성된 후 별도의 DB로 옮겨져(종이의 경우 별도의 서류함) 내부 방침 및 기타 관련 법령에 의한 정보보호 사유에 따라(보유 및 이용기간 참조)일정 기간 저장된 후 파기됩니다.<br>
- 동 개인정보는 법률에 의한 경우가 아니고서는 보유되는 이외의 다른 목적으로 이용되지 않습니다.<br>
나. 파기방법 <br>
1) 종이에 출력된 개인정보는 분쇄기로 분쇄하거나 소각을 통하여 파기합니다.<br>
2) 전자적 파일형태로 저장된 개인정보는 기록을 재생할 수 없는 기술적 방법을 사용하여 삭제합니다.<br> 
 <br>
7. 이용자 및 법정 대리인의 권리와 그 행사방법<br> 
<br>
이용자는 귀한인연의 홈페이지를 통해 언제든지 등록되어 있는 자신의 개인정보를 조회, 수정할 수 있으며 가입탈퇴를 요청할 수 있습니다.<br>
14세 이하 어린이의 회원 가입을 승인하지 않으나 아동이 부모의 사전 승인 없이 자신의 정보를 입력할 수 있으며 자신의 의견을 포럼이나 게시판에 올릴 수도 있습니다.<br>
따라서 부모들은 아이들이 사생활에 대한 정보를 웹사이트에 함부로 올리지 않도록 주의를 줄 필요가 있음을 알려드립니다.<br>
<br>
회원정보의 수정을 원할 경우에는 회원의 ID와 비밀번호를 체크한 후 회원정보 수정 모드에서 정보를 입력하고 "수정" 버튼을 클릭하거나 e-mail을 통해 관리자에게 요청할 수 있습니다.<br> 
ID,비밀번호는 아이디/비밀번호 찾기 페이지에서 회원님의 이메일, 핸드폰, 아이핀 정보 인증을 통해 확인하실 수 있습니다. 또는 관리자에게 e-mail을 통해 확인을 요청할 수 있습니다.<br>
회원가입 등을 통해 개인정보 수집, 이용, 제공에 대해 귀하께서 동의하신 내용을 귀하는 언제든지 철회하실 수 있습니다. 동의 철회는 귀한인연 사이트의 '회원탈퇴'를 이용하시거나 관리자에게 e-mail 등을 통해 요청하시면 언제든지 가능합니다.<br>
귀한인연은 개인정보 수집에 대한 동의 철회(회원탈퇴)를 개인정보 수집 시와 동등한 방법 및 절차에 따라 행사할 수 있도록 하겠습니다.<br>
<br> 
8. 개인정보 자동 수집장치의 설치. 운영 및 그 거부에 관한 사항<br>  
<br>
귀한인연은 등록뿐 아니라 웹사이트 이용자 및 e-mail 수신자의 IP주소와 사용하는 PC의 ID에 해당하는 쿠키를 통하여 정보를 모으고 있습니다. 쿠키는 웹사이트와 사용자의 PC가 커뮤니케이션 과정에서 사용자의 PC에 저장하게 되는 작은 데이터 꾸러미입니다.<br> 
쿠키는 실행이 불가능한 작은 데이터로 PC의 다른 부분에는 전혀 영향을 주지 않습니다. <br>
귀한인연이 수집한 개인 정보는 보다 나은 정보서비스를 제공하고, 사용자가 관심을 가질 수 있는 광고를 제공하기 위하여 사용될 것입니다.<br> 
<br>
쿠키 설정 거부 방법<br>
예: 쿠키 설정을 거부하는 방법으로는 회원님이 사용하시는 웹 브라우저의 옵션을 선택함으로써 모든 쿠키를 허용하거나 쿠키를 저장할 때마다 확인을 거치거나 모든 쿠키의 저장을 거부할 수 있습니다.<br> 
<br>
설정방법 예(인터넷 익스플로어의 경우)<br>
: 웹 브라우저 상단의 도구 > 인터넷 옵션 > 개인정보<br>
단, 귀하께서 쿠키 설치를 거부하였을 경우 서비스 제공에 어려움이 있을 수 있습니다.<br>
 <br>
9. 개인정보의 기술적/관리적 보호 대책<br>  
<br>
귀한인연은 이용자들의 개인정보를 취급함에 있어 개인정보가 분실, 도난, 누출, 변조 또는 훼손되지 않도록 안전성 확보를 위하여 다음과 같은 기술적/관리적 대책을 강구하고 있습니다.<br>
가. 비밀번호 암호화 <br>
귀한인연 회원 아이디(ID)의 비밀번호는 암호화되어 저장 및 관리되고 있어 본인만이 알고 있으며, 개인정보의 확인 및 변경도 비밀번호를 알고 있는 본인에 의해서만 가능합니다.<br>
<br>
나. 해킹 등에 대비한 대책<br> 
귀한인연는 해킹이나 컴퓨터 바이러스 등에 의해 회원의 개인정보가 유출되거나 훼손되는 것을 막기 위해 최선을 다하고 있습니다.<br> 
개인정보의 훼손에 대비해서 자료를 수시로 백업하고 있고, 최신 백신프로그램을 이용하여 이용자들의 개인정보나 자료가 누출되거나 손상되지 않도록 방지하고 있으며, 암호화 통신 등을 통하여 네트워크상에서 개인정보를 안전하게 전송할 수 있도록 하고 있습니다.<br> 
그리고 침입차단시스템을 이용하여 외부로부터의 무단 접근을 통제하고 있으며, 기타 시스템적으로 보안성을 확보하기 위한 가능한 모든 기술적 장치를 갖추려 노력하고 있습니다.<br>
<br>
다. 취급 직원의 최소화 및 교육<br> 
회사의 개인정보관련 취급 직원은 담당자에 한정시키고 있고 이를 위한 별도의 비밀번호를 부여하여 정기적으로 갱신하고 있으며, 담당자에 대한 수시 교육을 통하여 귀한인연 개인정보취급방침의 준수를 항상 강조하고 있습니다.<br> 
<br>
라. 개인정보보호전담기구의 운영<br> 
그리고 사내 개인정보보호전담기구 등을 통하여 귀한인연 개인정보취급방침의 이행사항 및 담당자의 준수여부를 확인하여 문제가 발견될 경우 즉시 수정하고 바로 잡을 수 있도록 노력하고 있습니다.<br> 
단, 이용자 본인의 부주의나 인터넷상의 문제로 ID, 비밀번호 등 개인정보가 유출되어 발생한 문제에 대해 회사는 일체의 책임을 지지 않습니다.<br>
 <br>
10. 의견수렴 및 불만처리<br>  
<br>
귀한인연은 개인정보보호와 관련하여 귀하의 의견을 수렴하며, 불만사항을 처리하기 위해 모든 절차와 방법을 마련하고 있습니다. 귀하께서는 하단의 [11. 개인정보 관리책임자]를 참고하여 전화나 메일을 통해 신고할 수 있고, 귀한인연은 귀하의 신고사항에 대하여 신속하고 충분한 답변을 해드릴 것입니다.<br>
또한 정부에서 설치하여 운영중인 아래 기관에 불만처리를 신청할 수 있습니다.<br>
- 개인정보 침해신고센터 (http://www.cyberprivacy.or.kr, 전화 1336)<br> 
- 개인정보 분쟁조정위원회 (http://www.kopico.or.kr, 전화 1336) <br>
- 정보보호마크 인증위원회 (http://www.privacymark.or.kr, 전화 02-580-0533)<br> 
- 경찰청 (http://www.police.go.kr) <br>
 <br>
11. 개인정보 관리 책임자<br> 
<br>
귀한인연은 개인정보의 누출 및 오, 남용 등으로 인한 피해를 방지하고, 귀하의 개인정보를 보호하기 위하여 다음과 같이 개인정보 관리에 실질적인 권한을 가진 대표자를 관리책임자로 지정하고 있습니다. 위 개인정보 보호정책은 귀한인연의 사이트 변화 또는 정책 변화에 따라 수정될 수 있습니다. 귀한인연은 회원이 귀한인연 사이트를 이용하는데 있어 양질의 서비스를 받을 수 있도록 최선을 다할 것입니다.<br>
<br>
개인정보 관리 책임자 & 담당자<br>
책임자: 윤 귀 연, 소속/직위: 대표, 이메일: sygy2014@naver.com<br>
담당자: 윤 귀 연, 소속/직위: 대표, 이메일: sygy2014@naver.com<br>
 <br>
12. 고지의 의무<br>  
<br>
현 개인정보 취급방침에 대한 정부의 정책 또는 보안기술의 변경에 따라 내용의 추가, 삭제 및 수정이 있을 시에는 개정 최소 7일 전부터 홈페이지의 첫화면을 통해 고지할 것입니다<br>
  공고일자 : 2018년 12월 12일<br>
  시행일자 : 2018년 12월 19일<br>
  <br>  
	<br>
</body>
</html>