<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
개인정보 수집 및 이용안내 <br><br>
 * 개인정보의 수집· 이용 목적 <br>
 - 회원관리 및 서비스 이용 의사 확인 <br>
 - 테스트 결과 도출 및 안내자료 전송을 위한 정보 수집<br> 
 - 결혼관련 서비스 상담 및 이용 권유, 각종 서비스 및 이벤트 안내<br> 
 - 경품 당첨시 본인확인과 경품 배송 목적 <br>
 - 마케팅 광고에의 활용, 광고성 정보 제공 <br><br>
 
 * 수집하는 개인정보의 항목 <br>
 - 성명, 성별, 법정생년월일, 결혼경력, 신장, 체중, 거주지역, 직업, 학력, 휴대전화번호, 이메일 주소 등<br><br> 
 
 * 개인정보의 보유 및 이용기간 <br>
 - 수집된 개인정보는 처리 목적 달성 등 그 개인정보가 불필요하게 되었을 때에는 삭제합니다.<br> 
 - 정보제공자가 개인정보 삭제를 요청할 경우 즉시 삭제합니다. <br>
 - 단, 다음의 정보에 대해서는 아래의 이유로 명시한 기간 동안 보존합니다.<br> 
1) 회사 내부 방침에 의한 정보보유 사유 - 부정이용기록 o 보존 이유 : 부정 이용 방지 o 보존 기간 : 1년<br> 
2) 관련법령에 의한 정보보유 사유상법, 전자상거래 등에서의 소비자보호에 관한 법률 등 관계법령의 규정에 의하여 보존할 필요가 있는 경우 회사는 관계법령에서 정한 일정한 기간 동안 회원정보를 보관합니다.<br>
이 경우 회사는 보관하는 정보를 그 보관의 목적으로만 이용하며 보존기간은 아래와 같습니다.<br> 
 - 계약 또는 청약철회 등에 관한 기록<br>
 o 보존 이유 : 전자상거래 등에서의 소비자보호에 관한 법률<br> 
 o 보존 기간 : 5년 - 대금결제 및 재화 등의 공급에 관한 기록<br> 
 o 보존 이유 : 전자상거래 등에서의 소비자보호에 관한 법률 <br>
 o 보존 기간 : 5년 - 소비자의 불만 또는 분쟁처리에 관한 기록 <br>
 o 보존 이유 : 전자상거래 등에서의 소비자보호에 관한 법률 <br>
 o 보존 기간 : 3년 - 전자금융 거래에 관한 기록 <br>
 o 보존 이유 : 전자금융거래법<br>
 o 보존 기간 : 5년 - 웹사이트 방문 기록<br> 
 o 보존 이유 : 통신비밀보호법 <br>
 o 보존 기간 : 3개월  <br><br>
  
* 개인정보의 수집 및 이용에 대한 동의 거부 관련<br> 
 - 당사는 서비스 제공에 필요한 최소한의 정보만을 수집합니다.<br>
 - 이용자는 개인정보의 수집 및 이용 동의에 거부하실 수 있으며, 다만 이 경우 회원가입 또는 상담신청이 제한될 수 있습니다. 

    