<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<b>개인정보의 제공에 관한 사항</b><br> 
 [소비자 권익 보호에 관한 사항]<br><br>
 최소한의 정보처리 및 동의거부에 대한 안내<br><br>
 정보동의 시 가입상담 및 서비스 이용 권유 등을 위해 최소한의 정보만 수집ㆍ이용하게 되며, <b>본 동의를 거부하시는 경우 서비스 상담, 이상형 추천 등 정상적인 서비스 제공이 불가능할 수 있습니다.</b>
 <br>
 <br>  
 개인정보 수집ㆍ이용 동의 철회<br><br>
 개인정보 수집ㆍ이용에 동의한 이후에도 동의를 철회하거나 개인정보의 처리 및 연락하는 것을 중지하도록 청구할 수 있습니다. <br><br>
 제공 사실 통보 요구, 열람 및 정정ㆍ삭제 청구<br>
 고객님께서는 고객님의 정보를 타인에게 제공한 사실이 있는 경우 그 사실을 조회해 줄 것을 요구할 수 있습니다. 또한 고객님께서는 정보열람이나 정정ㆍ삭제를 요구할 수 있습니다.<br>
 고객님의 권리와 그 행사방법 등 자세한 사항은 당사 홈페이지(http://www.귀한인연.com/)를 참조하여 주시기 바랍니다. <br><br>
 문의사항 및 동의 철회, 조회 요구 방법 : 전화[053-626-4545] <br><br>
[개인정보의 제공에 관한 사항] <br>
1. 개인정보를 제공 받는 자: 귀한인연 커플매니저 및 이벤트/마케팅 담당 <br>
2. 개인정보를 제공받는 자의 이용 목적 <br>
- 회원관리 및 결혼서비스에 관한 상담 및 가입 안내 <br>
- 결혼 서비스 이용 권유 <br>
- 테스트 결과 안내를 위한 정보수집 <br>
- 이벤트 참가신청, 참가가능여부, 당첨자발표, 진행사항에 대한 정보 전달 <br>
- 당사 카탈로그 발송 - 마케팅 광고에의 활용, 광고성 정보 제공 <br>
3. 제공하는 개인정보 <br>
- 성명, 성별, 연락처, 결혼이력, 거주지, 직업<br>
4. 제공받는 자의 개인정보 보유ㆍ이용기간 <br>
- 수집된 개인정보는 처리 목적 달성 등 그 개인정보가 불필요하게 되었을 때에는 삭제합니다. <br>
- 정보제공자가 개인정보 삭제를 요청할 경우 즉시 삭제합니다. 
    